
"Home" = "Готовьте отличный кофе дома";

"Recipelist" = "с рецептами от профессионалов";

"Tetsu" = "включая метод 4:6 от Тетсу Кацуи.";

"Recipedetail" = "Настраивайте количество кофе и воды.";

"Preparation" = "Заваривайте с детальными инструкциями";

"Brewing" = "рецепт подстраивается автоматически.";

"Darktheme" = "Поддерживает тёмную тему";

"Languages" = "и множество языков.";